Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: At the same time that post-1989 China has witnessed a shift in public policy from the highly ideological and politically contentious debates of the immediate post-Tiananmen period to the neoconservatism and east coast developmentalism of Jiang Zemin to the more populist and inland directed policies of Hu Jintao, the political process has remained fraught with difficulties.
es_us: Al mismo tiempo en que la China posterior a 1989 ha sido testigo de un cambio en las políticas públicas desde los debates altamente ideológicos y políticamente controversiales del período inmediatamente posterior a la masacre de Tiananmén al desarrollismo en la costa este y neoconservadurismo de Jiang Zemin y, finalmente, a las políticas más populistas y centradas en el interior del país de Hu Jintao, los procesos políticos se han mantenido plagados de dificultades.

source: At the same time that the father’s thought was being publicized, the son made a splash in intellectual circles.
es_us: Al mismo tiempo que las ideas del padre se estaban publicando, el hijo causó un escándalo en los círculos intelectuales.

source: At the same time, Hu consolidated his hold on the military by promoting ten senior officers to the rank of full-general.114
es_us: Al mismo tiempo, Hu consolidó su posición en el ejército al promover a diez oficiales de alto rango al cargo de general de brigada.114

source: At the same time, Wang sees China as evolving slowly from what he calls a “culture-centered political culture” to an “institution-centered political culture.” The key is to strengthen the cadre force and other elements that can support institutionalization while China’s political culture completes its long and painful transition.
es_us: Al mismo tiempo, Wang observa que China está evolucionando lentamente de lo que el llama una "cultura política centrada en la cultura" a una "cultura política centrada en instituciones". La clave está en fortalecer la fuerza del cuadro y de otros elementos que puedan apoyar a la institucionalización mientras la cultura política de China completa su larga y dolorosa transición.

source: At the same time, as premier and as a product of ministerial culture, Li consistently supported the interests of China’s bureaucracy – making him a popular figure within influential circles.
es_us: Al mismo tiempo, como primer ministro y como un producto de cultura ministerial, Li apoyó los intereses de la burocracia china de manera consistente – lo que lo volvió una figura popular dentro de círculos influyentes.

source: At the same time, however, it should be recognized that these emerging norms and institutions stand in tension with rule by a Leninist party and the traditional game of winner-take-all politics.
es_us: Al mismo tiempo, sin embargo, se debe reconocer que estas normas e instituciones emergentes están en conflicto con un partido leninista gobernante y con el juego tradicional político de "el ganador se lo lleva todo".

source: At the same time, it was able to persuade Saudi Arabia to extend diplomatic relations, followed by South Africa.
es_us: A la vez, pudo convencer a Arabia Saudí de extender sus relaciones diplomáticas, junto con Sudáfrica.

source: At the same time, local areas continued to open up “developmental zones” in the hope of attracting foreign capital and taking advantage of loopholes in the financial regulations.
es_us: Al mismo tiempo, áreas locales continuaron abriendo “zonas de desarrollo” con la esperanza de atraer capital extranjero y sacar ventaja de las lagunas legales en la reglamentación del sector financiero.

source: At the same time, many of those who advise the leadership, either from positions within the government or from positions in universities or think-tanks, are highly qualified intellectuals.
es_us: Además, muchos de los que aconsejan a los líderes, ya sea desde cargos en el gobierno, o desde puestos en universidades o think-tanks, son intelectuales altamente calificados.

source: At the same time, some old cadres were heard to mutter that the government’s readiness to accept globalization was like Wang Jingwei’s willingness to serve as head of Japan’s puppet government in occupied China during World War Two.
es_us: Al mismo tiempo, algunos viejos cuadros escucharon el murmuro que la disposición del govierno a aceptar la globalizacion era como la voluntad Wang Jingwei para servir como la cabeza del titere del gobierno japonés en China ocupada durante la Segunda Guerra Mundial .

source: At the same time, the commercialization of culture challenged traditional understandings of the role of intellectuals from below.16
es_us: Al mismo tiempo, la comercialización de la cultura desafió el entendimiento tradicional del rol de los intelectuales desde la opinión pública16.

source: At the same time, the People’s Daily also published a series of very harsh articles signed “observer” (guanchajia).
es_us: Al mismo tiempo,¨People´s Daily también publico una serie de crudos artículos firmados por "observador" (guanchajia).

source: At the same time, the economy has developed more rapidly than anyone expected.
es_us: Al mismo tiempo, la economía se había desarrollado más rápido de lo que se esperaba.

source: At the same time, there were more “liberal” advisers, such as former Shanghai mayor and all-round political mentor Wang Daohan.
es_us: Al mismo tiempo, había más asesores "liberales" como el ex alcalde de Shanghái y el polifacético mentor político Wang Daohan.

source: At the start of the new century, liberalism still exists and has even shown signs of vigor at the local level, but it is no longer the common faith of intellectuals.
es_us: A principios del nuevo siglo, el liberalismo aún existe y hasta llegó a mostrar signos de vitalidad a nivel local; sin embargo, ya no es la fe común entre los intelectuales.

source: At this time, Chen organized a group of people as the Beijing Young Economists Association(Beijing qingnian jingji gongzuozhe xiehui)to study economic theory and formulate Beijing development strategy.
es_us: Por esta época, Chen organizó un grupo de personas en la Asociación de jóvenes economistas de Pekín, the Beijing Young Economists Association,(Beijing qingnian jingji gongzuozhe xiehui)para estudiar teoría económica y formular estrategias de desarrollo de Pekín.

source: Attempted coup d’etat´ in Soviet Union
es_us: Intento de golpe de estado en la Unión Soviética

source: Attended by such people as Deng Liqun, Xu Weicheng, Shao Huaze, Wang Renzhi, He Jingzhi, Li Ximing, Gao Di, and Yuan Mu, the meeting reportedly declared that the collapse of socialism in Eastern Europe and the former Soviet Union was due to “revisionism,” the old Maoist term for heterodox understandings of Marxism–Leninism.
es_us: en la que asistieron Den Liqun, Xu Weicheng, Shao Huaze, Wang Renzhi, He Jingzhi, Li Ximing, Gao Di y Yuan Mu. Aparentemente, en la reunión se anunció que el colapso del socialismo en Europa del Este y en la antigua Unión Soviética se debía al “revisionismo”, un término antiguo maoísta para referirse a los acuerdos ortodoxos del marxismo-leninismo.

source: Attributing authorship to a foreigner may also have permitted the book to be published more easily; it certainly aroused interest and curiosity, much as Joe Klein’s attribution of his book Primary Colors to “Anonymous” did in the United States.
es_us: El hecho de atribuirle la autoría a un extranjero también podría haber permitido que la publicación del libro fuera más fácil; ciertamente despertó interés y curiosidad, tanto como cuando en Estados Unidos Joe Klein le atribuyó su libro Colores primarios a “Anónimo”

source: August 10
es_us: 10 de agosto

source: August 10 Selected Works of Jiang Zemin are published
es_us: 10 de agosto Se publican obras selectas de Jiang Zemin

source: August 12
es_us: 12 de agosto

source: August 12 Peking University law professor Gong Xiantian posts letter on Internet attacking the draft property rights law
es_us: 12 de agosto El profesor de Derecho de la universidad de Pekín, Gong Xiantian, publica una carta en Internet oponiendose a la propuesta de ley de derechos de propiedad.

source: August 19–21
es_us: 19-21 de agosto

source: August 19–21 Attempted coup d’etat´ in Soviet Union
es_us: 19 a 21 de agosto Intento de golpe de estado en la Unión Soviética

source: August 3
es_us: 3 de agosto

source: August 3 Chinese ship, Yin He, stopped by US Navy
es_us: 3 de agosto La Marina de los EE. UU. detiene al buque chino “Yin He”.

source: Baquero
es_us: hhhhh

source: Barely had the Cold War ended when Francis Fukayama published his controversial 1989 article (and later book), “The End of History.”28 Fukayama argued that, with the disintegration of the Soviet Union and collapse of Marxism–Leninism, the last great ideological debate of modern history had come to a close: the West had won.
es_us: Apenas había terminado la Guerra Fría cuando Francis Fukuyama publicó su controversial artículo en 1989 (y su posterior libro) “El fin de la historia”.28 Fukuyama sostenía que con la desintegración de la Unión Soviética y el colapso del marxismo-leninismo, el último gran debate ideológico de la historia moderna había llegado a su fin: el Occidente había ganado.

source: Because Deng’s demise was long anticipated and activities surrounding the events occurred with orchestrated smoothness, its impact has been obscured.
es_us: Como la defunción de Deng ya se venía anticipando y las actividades relacionadas a los acontecimientos ocurrieron con una fluidez orquestada, su impacto fue eclipsado/opacado.

source: Because ideological issues are not as contentious as they were and because the political elite seem more conscious of their collective vulnerability to political breakdown, elite politics appears to be more institutionalized than in years past.
es_us: Debido a que las cuestiones ideológicas ya no son tan controversiales como solían serlo y a que las élites políticas parecen estar más conscientes de su vulnerabilidad colectiva a un colapso político, la política de las élites aparenta estar más institucionalizada que en años anteriores.

source: Because of such concerns over US actions in Serbia, conservatives in China suggested that Zhu Rongji’s trip to the United States be postponed. But these suggestions were overruled, indicating the weight that Jiang Zemin put on Sino–US relations and the WTO issue.
es_us: A causa de las preocupaciones por las acciones de EE. UU. en Serbia, los conservadores de China propusieron posponer el viaje de Zhu Rongji's a los Estados Unidos. Pero esta propuesta se descartó por la importancia que Jiang Zemin le había dado a las relaciones entre China y Estados Unidos y al asunto de la OMC.

source: Because of these trends, Deng’s call for renewed reform and economic development in 1992 did not cause many intellectuals simply to pick up where they had left off before and continue on the trajectory of liberal economic thought and Western-oriented reform that had dominated pre-1989 discussions.On the contrary, much of the discourse that emerged in the mid-1990s was affected by new concerns and new intellectual trends.
es_us: Debido a estas tendencias, el pedido de Deng para una nueva reforma y desarrollo económico en 1992 no provocó que muchos intelectuales simplemente retomaran donde habían dejado y continuaran con la trayectoria del pensamiento económico liberal y la reforma de orientación occidental que habían dominado las discusiones anteriores a 1989. Por el contrario, gran parte del discurso que surgió a mediados de la década de los 90 se vio afectado por nuevas preocupaciones y nuevas tendencias intelectuales.

source: Because of this, they cannot unite with the ruling Party, the state power, and the primary forces that are leading the people forward and thereby bring their great ability to bear.”56
es_us: Por esa razon, no se pueden unir con el Partido gobernante, el poder estatal y las fuerzas mas importantes que llevan adelante a la población y de ese modo hacer uso de su gran habilidad”.56+

source: Because the Yugoslav campaign was initially seen as a purely local issue of limited duration, there appears to have been no consideration of the campaign’s effects on other countries, particularly Russia and China.
es_us: Debido a que la campaña Yugoslava fue al principio considerada como un asunto puramente local de duración limitada, parece que no se consideraron los efectos de la campaña en otros países, en particular en Rusia y China.

source: Because the term “left” has negative connotations for intellectuals,
es_us: Debido a que el término "izquierda" tiene connotaciones negativas para los intelectuales,

source: Because the term “left” has negative connotations for intellectuals, calling this group the New Left is intended to discredit them.
es_us: Debido a que el término "izquierda" tiene connotaciones negativas para los intelectuales, al llamar a este grupo la nueva Izquierda se intenta desacreditarlos.

source: Becoming familiar with the variety of the critiques of capitalism and capital-ist society that abound in academia and reflecting on the situation in China, these scholars began to doubt whether China could, or should, follow the “Western route.” This made the goal of reform more obscure than it had seemed only a few years earlier.
es_us: Al familiarizarse con la variedad de críticas que abundan en el ámbito académico sobre capitalismo y su sociedad y al considerar la situacion en China, estos estudiantes dudaban de si China podría, o debería, seguir la "Ruta Occidental". Esto hizo que el objetivo de la reforma se volviera más oscuro de lo que habia parecido apenas unos años antes.

source: Before then, all strata of Chinese society had gained from reform; after that, power and the market merged so that one stratum exploited another.47 As Wang’s friend and literary agent Xu Bing put it, prior to 1992, Wang was a “determined and wildly enthusiastic supporter of reform,” but by the spring and summer of that year “his support became rational and conditional.”48 Wang was not alone in his doubts about the course of reform.
es_us: Antes de eso, todos los estratos de la sociedad china habían mejorado desde la reforma; luego de ese momento el poder y el mercado emergieron y desde entonces un estrato empezó a explotar al otro.47 Como dijo Xu Bing (amigo y agente literario de Wang) antes de 1992, Wang era un “partidario determinado y entusiasta de la reforma”, pero para la primavera y el verano de ese año, “su apoyo se volvió racional y condicional”.48 Wang no era el único que dudaba del curso de la reforma.

source: Behind [the divisions] there still existed a common ideological platform [sixiang pingtai], namely enlightenment discourse.
es_us: Detrás de [las divisiones] aún existía una plataforma ideológica en común [sixiang pingtai], en concreto, el discurso de la Ilustración.

source: Beijing CCP sec.
es_us: Secretariado del PCCh en Pekín

source: Beijing Party Secretary Jia Qinglin are
es_us: y Jia Qinglin respectivamente, son

source: Beijing University celebrates its 100th
es_us: La Universidad de Pekín celebra su centésimo aniversario

source: Beijing University celebrates its 100th anniversary
es_us: La Universidad de Pekín celebra su centésimo aniversario.

source: Beijing’s initial reaction was one of shock and confusion.
es_us: La primera reacción en Pekín fue una de conmoción y confusión.

source: Besides giving an overview of Said’s argument that Westerners have distorted and uglified the reality of the Orient for their own purposes, Zhang argued that Western images of China changed from quite favorable (indeed, idealized) views held by early Jesuit missionaries and enlightenment intellectuals to decidedly negative images as the West began to oppress and exploit China.
es_us: Además de hacer un resumen del argumento de Said que indica que los Occidentales han distorsionado y estropeado la realidad de Oriente para sus propios fines, Zhang argumenta que las imagenes Occidentales de China cambiaron de bastante favorables (incluso, idealizadas) por parte de los primeros misioneros Jesuitas e intelectuales de la ilustracion a decisivamente negativas a medida que Occidente comenzaba a oprimir y explotar China.

source: Better rules, including better accountancy, could certainly improve China’s political economy.
es_us: La implementación de normas más eficaces, que incluyan una mejor contabilidad, podría optimizar la política económica de China.

source: Between 1978 and 1992, central government revenues as a percentage of GDP had fallen from 31.2 percent to 14.7 percent, suggesting that the central government had been weakened to the extent that it could no longer maintain control over macroeconomic policy — and inflation was then a major concern.
es_us: Entre 1978 y 1992, el ingreso público del gobierno central como un porcentaje del PIB había caído de 31,2 por ciento a 14,7 por ciento, lo que sugería que el gobierno central se había debilitado al punto de ya no poder mantener el control sobre las políticas macroeconómicas (y la inflación era entonces una preocupación mayor).

source: Bibliography
es_us: Bibliografía

source: Bibliography 285
es_us: Bibliografía

source: Books in Western academe began to relate these high growth rates to Asian culture.
es_us: Los libros en el mundo académico occidental comenzaron a relacionar estos índices de crecimiento elevados con la cultura asiática.

source: Born in 1955, Wang studied mathematics at Beijing University and then went to Japan for further study.
es_us: Wang nació en 1955, estudió matemáticas en la Universidad de Pekín y luego viajó a Japón para profundizar sus estudios.

source: Born in 1923, Li graduated from the Sichuan campus of Yanjing College during the war against Japan and was one of several young, talented people recruited by Zhou Enlai to serve as secretaries and speech writers.
es_us: Li nació en 1923 y se graduó en el campus Sichuan de Yanjing College durante la guerra contra Japón, él fue uno de varios jóvenes talentosos reclutados por Zhou Enlai para ser secretarios o redactores de discursos.

source: Born in the Jiangsu city of Yangzhou in 1926, Jiang received a mixed classical Chinese and Western education.
es_us: Jiang nació en la ciudad de Jiangsu en Yangzhou en 1926; recibió una clásica educación mixta china y occidental.

source: Boston University
es_us: Universidad de Boston

source: Both new authoritarians and liberal intellectuals were strongly influenced by the example of the “East Asian development model” that had seemed so effective in that part of the world, but whereas new authoritarians hoped to emulate their neighbors, liberal intellectuals stressed the differences between China and its neighbors.
es_us: Tanto los neoautoritarios como los intelectuales liberales estuvieron muy influenciados por el ejemplo del “modelo de desarrollo de Asia Oriental” que tan efectivo parecía en aquella parte del mundo. Sin embargo, mientras los neoautoritarios deseaban igualar a sus vecinos, los intelectuales liberales remarcaban las diferencias existentes entre China y sus vecinos.

source: Brezhnev-type leaders easily appear in difficult circumstances, the authors argued, but the result of Brezhnev was not eighteen years of “stability” but eighteen years of stagnation.
es_us: Los autores afirmaron que los líderes del tipo de Brezhnev aparecen fácilmente en circunstancias difíciles, pero el resultado de Brezhnev no fue 18 años de “estabilidad”, sino 18 años de estancamiento.

source: Building on the aca-demic literature on “democratic peace,” Lake turned theory into practice, arguing that the world would be a safer place if American policy could help foster democracies around the world.29 At the same time, as the Cold War came to a close and as images of Tiananmen remained vivid in people’s minds, human rights came to have a greater importance in US foreign policy.
es_us: Construyendo sobre la base de la literatura académica existente sobre "la paz democrática", Lake llevó la teoría a la práctica al sostener que el mundo sería un lugar más seguro si la política estadounidense ayudaba a desarrollar las democracias alrededor del mundo.29 Al mismo tiempo, mientras que la Guerra Fría llegaba a su fin y las imágenes de Tiananmén permanecían nítidas en la memoria de la gente, los derechos humanos obtuvieron mayor importancia en la política exterior de EE. UU.

source: But Deng stopped short of removing leftists from a number of major positions.
es_us: pero estuvo a punto de eliminar los izquierdistas de una serie de posiciones importantes.

source: But Jiang was using Deng’s words to make his own personal declaration – that he, too, was determined to “work.”
es_us: Pero Jiang estaba utilizando las palabras de Deng para formular su propia declaración: que él también estaba decidido a “trabajar/funcionar/servir"”.

source: But Li Lanqing’s efforts were constrained by Li Peng, who continued to serve as premier until March 1998.
es_us: Pero los esfuerzos de Li Lanqing se vieron limitados por Li Peng, quien continuó actuando como Primer Ministro hasta marzo de 1998.

source: But Qiao apparently continued to have much influence in the security apparatus in which he had built his career.
es_us: Pero Qiao aparentemente continuó influenciando el aparato de seguridad donde había hecho carrera.

source: But a combination of forces appears to be making deepening reform more difficult.
es_us: Pero una combinación de factores parece estar dificultando que se realicen reformas más profundas.

source: But as social inequalities grew, new doubts and debates broke out, particularly starting in 2004.
es_us: Sin embargo, a medida que las disparidades sociales crecian, se desencadenaron nuevas dudas y debates, en particular a comienzos del 2004.

source: But before celebrating the apparent stability of the political system, it is important to keep in mind the very deep debates of recent years - debates that seem likely to continue into the future - and the risks that could develop if stability develops into stasis.
es_us: Pero antes de celebrar la aparente estabilidad del sistema político, es importante tener en cuenta los profundos debates de los últimos años (debates que probablemente continuarán en el futuro) y los conflictos que se podrían desarrollar si la estabilidad se paralizara.

source: But beyond their personal dislike of Zhao was a broader concern about the content of reform as a whole, and that concern centered on the ﬁgure of Zhao’s patron, senior leader Deng Xiaoping.
es_us: Pero más allá del desagrado personal por Zhao, había una preocupación mayor acerca del contenido de la reforma en su totalidad, y esa preocupación se centraba en la figura del PROTECTOR de Zhao, el mayor líder Deng Xiaoping.

source: But by the early 1990s, that positive image began to be replaced by suspicion and sometimes hostility.
es_us: Pero a principios de la década de los 90, esa imagen positiva comenzó a reemplazarse por desconfianza e incluso por hostilidad.

source: But by the early years of the new century, people were complaining that health care reform had meant that doctors were too expensive to see, that housing reform meant that homes were too expensive to purchase, and that educational reform meant that parents could not afford to send their children to school.
es_us: Pero lo cierto era que ya en los primeros años del nuevo siglo, la gente se quejaba de que la reforma de la asistencia médica significó que las consultas a doctores fueran demasiado caras; la reforma de la vivienda significó que los precios de las casas fueran inaccesibles, y la reforma educacional significó que los padres no pudieran financiar la educación de sus hijos.
